Repository: alex-gutev/nucommander-gtk
Catalog: po/*.po
Languages: bg

source: Name
bg: Име

source: Ext
bg: Разш

source: Date Modified
bg: Дата на Промяна

source: Size
bg: Размер

source: Destination
bg: Дестинация

source: Copy
bg: Изкопирай

source: Directory Name
bg: Име

source: Create
bg: Направи

source: New Directory
bg: Нова Директория

source: Move
bg: Измести

source: Confirm Delete
bg: Потвърди Изтриването

source: Are you sure you want to delete '%1'?
bg: Сигорен ли си че искаш да изтриеш '%1'?

source: Are you sure you want to delete %1 selected files?
bg: Сигорен ли си че искаш да истриеш %1 файл(а)?

source: Error setting permissions of '%1'.
bg: Грешка в наглацането на разрешениета на '%1'.

source: Error setting owner of '%1'.
bg: Грешка в нагласането на собственика на '%1'.

source: Error setting access/modification time of '%1'.
bg: Грешка в нагласането на датите на '%1'.

source: Error creating file: '%1'.
bg: Грешка в създаването на файла: '%1'.

source: Error writing to file: '%1'.
bg: Грешка в писането към файла: '%1'.

source: Error reading file '%1'.
bg: Грешка в четенето от файла '%1'.

source: Error creating directory '%1'.
bg: Грешка в създаването на директорията '%1'.

source: Error deleting '%1'.
bg: Грешка в изтриването на '%1'.

source: Recovery Action
bg: Действие

source: Directory
bg: Директория

source: Command
bg: Команда

source: Shortcut
bg: Клавъж

source: Plugin Path
bg: Патеката на Библиотеката

source: Regex
bg: Регюлар Експрешън

source: Error Type
bg: Вида на Грешката

source: Error Code
bg: Кода на Грешката

source: Handler
bg: Действие

source: Column
bg: Колона

source: NuCommander
bg: Нюкомандер

source: Copyright (c) Alexander Gutev
bg: Авторско Право (c) Александър Гутев

source: A fast small orthodox file manager.
bg: Малък бърз ортодоксиялен файл менаджер.

source: NuCommander Website
bg: Сайта на Нюкомандер

source: Alexander Gutev
bg: Александър Гутев

source: Cancel
bg: Откажи

source: OK
bg: Добре

source: Apply to All
bg: Действай за Всички

source: Preferences
bg: Настройки

source: General
bg: Общи

source: Add
bg: Добави

source: Remove
bg: Изтрий

source: Key Bindings
bg: Клавиши

source: Error Handlers
bg: Действия при Грешки

source: Plugins
bg: Плугинки

source: Up
bg: Нагоре

source: Down
bg: Надоло

source: Columns
bg: Колони

source: Apply
bg: Запази

source: Hide
bg: Скрий

source: Orthodox File Manager
bg: Ортодоксиялен Файл Менаджер
